Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Add a condition when illness, injury, travel, recovery, or time off changes how you should train.
de: Füge eine Bedingung hinzu, wenn Krankheit, Verletzung, Reisen, Erholung oder eine Pause beeinflussen, wie du trainieren solltest.
es: Añade una condición cuando una enfermedad, lesión, viaje, recuperación o descanso cambie cómo deberías entrenar.
fr: Ajoute une condition lorsqu'une maladie, une blessure, un voyage, une récupération ou une pause change ta façon de t'entraîner.
it: Aggiungi una condizione quando malattia, infortunio, viaggi, recupero o una pausa cambiano il modo in cui dovresti allenarti.
ja: 体調不良・けが・旅行・回復期・休養などでトレーニング内容が変わるときは、コンディションを追加してください。
ko: 질병, 부상, 여행, 회복, 휴식으로 훈련 방식이 달라질 때 훈련 상황을 추가하세요.
pt_br: Adicione uma condição quando doença, lesão, viagem, recuperação ou folga mudar como você deve treinar.
ru: Добавьте статус, когда болезнь, травма, поездка, восстановление или перерыв меняют то, как стоит тренироваться.
zh_hans: 当生病、受伤、出行、恢复或休息影响你的训练方式时，添加一个训练状态。

source: Add a note
de: Notiz hinzufügen
es: Añadir una nota
fr: Ajouter une note
it: Aggiungi una nota
ja: メモを追加
ko: 메모 추가
pt_br: Adicionar uma nota
ru: Добавить заметку
zh_hans: 添加备注

source: Add day
de: Tag hinzufügen
es: Añadir día
fr: Ajouter un jour
it: Aggiungi giorno
ja: 日を追加
ko: 일차 추가
pt_br: Adicionar dia
ru: Добавить день
zh_hans: 添加训练日

source: Add days to your split to get started.
de: Füge Tage zu deinem Split hinzu, um loszulegen.
es: Añade días a tu split para empezar.
fr: Ajoute des jours à ton split pour commencer.
it: Aggiungi giorni al tuo split per iniziare.
ja: スプリットに日を追加して始めましょう。
ko: 스플릿에 일차를 추가해서 시작하세요.
pt_br: Adicione dias ao seu split para começar.
ru: Добавьте дни в сплит, чтобы начать.
zh_hans: 为你的分化添加训练日即可开始。

source: Add Exercise
de: Übung hinzufügen
es: Añadir ejercicio
fr: Ajouter un exercice
it: Aggiungi esercizio
ja: 種目を追加
ko: 종목 추가
pt_br: Adicionar exercício
ru: Добавить упражнение
zh_hans: 添加动作

source: Add Exercises
de: Übungen hinzufügen
es: Añadir ejercicios
fr: Ajouter des exercices
it: Aggiungi esercizi
ja: 種目を追加
ko: 종목 추가
pt_br: Adicionar exercícios
ru: Добавить упражнения
zh_hans: 添加动作

source: Add Hydration Entry
de: Flüssigkeitseintrag hinzufügen
es: Añadir registro de hidratación
fr: Ajouter une entrée d’hydratation
it: Aggiungi voce di idratazione
ja: 水分補給の記録を追加
ko: 수분 섭취 기록 추가
pt_br: Adicionar registro de hidratação
ru: Добавить запись о воде
zh_hans: 添加饮水记录

source: Add Interval
de: Intervall hinzufügen
es: Añadir intervalo
fr: Ajouter un intervalle
it: Aggiungi intervallo
ja: インターバルを追加
ko: 인터벌 추가
pt_br: Adicionar intervalo
ru: Добавить интервал
zh_hans: 添加间歇

source: Add notes
de: Notizen hinzufügen
es: Añadir notas
fr: Ajouter des notes
it: Aggiungi note
ja: メモを追加
ko: 메모 추가
pt_br: Adicionar notas
ru: Добавить заметки
zh_hans: 添加备注

source: Add Set
de: Satz hinzufügen
es: Añadir serie
fr: Ajouter une série
it: Aggiungi serie
ja: セットを追加
ko: 세트 추가
pt_br: Adicionar série
ru: Добавить подход
zh_hans: 添加组

source: Add sets first to change their rest times.
de: Füge zuerst Sätze hinzu, um deren Pausenzeiten zu ändern.
es: Añade series primero para cambiar sus tiempos de descanso.
fr: Ajoutez d'abord des séries pour modifier leurs temps de repos.
it: Aggiungi prima delle serie per modificarne i tempi di recupero.
ja: 休憩時間を変更するには、先にセットを追加してください。
ko: 휴식 시간을 바꾸려면 먼저 세트를 추가하세요.
pt_br: Adicione séries primeiro para alterar os tempos de descanso.
ru: Сначала добавьте подходы, чтобы менять время отдыха.
zh_hans: 先添加组才能修改休息时间。

source: Add sleep goal
de: Schlafziel hinzufügen
es: Añadir objetivo de sueño
fr: Ajouter un objectif de sommeil
it: Aggiungi obiettivo di sonno
ja: 睡眠目標を追加
ko: 수면 목표 추가
pt_br: Adicionar meta de sono
ru: Добавить цель по сну
zh_hans: 添加睡眠目标

source: Add steps goal
de: Schrittziel hinzufügen
es: Añadir objetivo de pasos
fr: Ajouter un objectif de pas
it: Aggiungi obiettivo di passi
ja: 歩数目標を追加
ko: 걸음 수 목표 추가
pt_br: Adicionar meta de passos
ru: Добавить цель по шагам
zh_hans: 添加步数目标

source: Add to favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt_br: Adicionar aos favoritos
ru: В избранное
zh_hans: 添加到收藏

source: Add to Plan
de: Zum Plan hinzufügen
es: Añadir al plan
fr: Ajouter au plan
it: Aggiungi alla scheda
ja: プランに追加
ko: 플랜에 추가
pt_br: Adicionar ao plano
ru: Добавить в план
zh_hans: 添加到计划

source: Add to selection
de: Zur Auswahl hinzufügen
es: Añadir a la selección
fr: Ajouter à la sélection
it: Aggiungi alla selezione
ja: 選択に追加
ko: 선택에 추가
pt_br: Adicionar à seleção
ru: Добавить к выбранным
zh_hans: 加入选择

source: Add to Workout
de: Zum Workout hinzufügen
es: Añadir al entrenamiento
fr: Ajouter à la séance
it: Aggiungi all'allenamento
ja: ワークアウトに追加
ko: 운동에 추가
pt_br: Adicionar ao treino
ru: Добавить в тренировку
zh_hans: 添加到训练

source: Add training condition
de: Trainingsbedingung hinzufügen
es: Añadir condición de entrenamiento
fr: Ajouter une condition d'entraînement
it: Aggiungi condizione di allenamento
ja: トレーニングコンディションを追加
ko: 훈련 상황 추가
pt_br: Adicionar condição de treino
ru: Добавить статус тренировок
zh_hans: 添加训练状态

source: Add Water
de: Wasser hinzufügen
es: Añadir agua
fr: Ajouter de l'eau
it: Aggiungi acqua
ja: 水を追加
ko: 물 추가
pt_br: Adicionar água
ru: Добавить воду
zh_hans: 添加饮水

source: Add weight entry
de: Gewichtseintrag hinzufügen
es: Añadir registro de peso
fr: Ajouter une entrée de poids
it: Aggiungi voce di peso
ja: 体重の記録を追加
ko: 체중 기록 추가
pt_br: Adicionar registro de peso
ru: Добавить запись веса
zh_hans: 添加体重记录

source: Add Weight Entry
de: Gewichtseintrag hinzufügen
es: Añadir registro de peso
fr: Ajouter une entrée de poids
it: Aggiungi voce di peso
ja: 体重の記録を追加
ko: 체중 기록 추가
pt_br: Adicionar registro de peso
ru: Добавить запись веса
zh_hans: 添加体重记录

source: Add weight goal
de: Gewichtsziel hinzufügen
es: Añadir objetivo de peso
fr: Ajouter un objectif de poids
it: Aggiungi obiettivo di peso
ja: 体重目標を追加
ko: 체중 목표 추가
pt_br: Adicionar meta de peso
ru: Добавить цель по весу
zh_hans: 添加体重目标

source: Added %@ to your template.
de: %@ zu deiner Vorlage hinzugefügt.
es: Se añadió %@ a tu plantilla.
fr: %@ ajouté à ton modèle.
it: %@ aggiunto al tuo modello.
ja: %@をテンプレートに追加しました。
ko: %@을 템플릿에 추가했어요.
pt_br: %@ adicionado ao seu modelo.
ru: %@ добавлено в шаблон.
zh_hans: 已将%@添加到你的模板。

source: Added %@ to your workout.
de: %@ zu deinem Workout hinzugefügt.
es: Se añadió %@ a tu entrenamiento.
fr: %@ ajouté à ta séance.
it: %@ aggiunto al tuo allenamento.
ja: %@をワークアウトに追加しました。
ko: %@을 운동에 추가했어요.
pt_br: %@ adicionado ao seu treino.
ru: %@ добавлено в тренировку.
zh_hans: 已将%@添加到你的训练。

source: Added %lld exercises to your workout plan.
de: %lld Übungen zu deinem Trainingsplan hinzugefügt.
es: Se añadieron %lld ejercicios a tu plan de entrenamiento.
fr: %lld exercices ajoutés à ton programme d'entraînement.
it: %lld esercizi aggiunti alla tua scheda.
ja: %lld件の種目をワークアウトプランに追加しました。
ko: 종목 %lld개를 운동 플랜에 추가했어요.
pt_br: %lld exercícios adicionados ao seu plano de treino.
ru: Упражнений добавлено в план: %lld.
zh_hans: 已将%lld个动作添加到你的训练计划。

source: Added %lld exercises to your workout.
de: %lld Übungen zu deinem Workout hinzugefügt.
es: Se añadieron %lld ejercicios a tu entrenamiento.
fr: %lld exercices ajoutés à ta séance.
it: %lld esercizi aggiunti al tuo allenamento.
ja: %lld件の種目をワークアウトに追加しました。
ko: 종목 %lld개를 운동에 추가했어요.
pt_br: %lld exercícios adicionados ao seu treino.
ru: Упражнений добавлено в тренировку: %lld.
zh_hans: 已将%lld个动作添加到你的训练。

source: Added exercise to your workout plan.
de: Übung zu deinem Trainingsplan hinzugefügt.
es: Se añadió el ejercicio a tu plan de entrenamiento.
fr: Exercice ajouté à ton programme d'entraînement.
it: Esercizio aggiunto alla tua scheda.
ja: 種目をワークアウトプランに追加しました。
ko: 종목을 운동 플랜에 추가했어요.
pt_br: Exercício adicionado ao seu plano de treino.
ru: Упражнение добавлено в план тренировки.
zh_hans: 已将动作添加到你的训练计划。

source: Added exercise to your workout.
de: Übung zu deinem Workout hinzugefügt.
es: Se añadió el ejercicio a tu entrenamiento.
fr: Exercice ajouté à ta séance.
it: Esercizio aggiunto al tuo allenamento.
ja: 種目をワークアウトに追加しました。
ko: 종목을 운동에 추가했어요.
pt_br: Exercício adicionado ao seu treino.
ru: Упражнение добавлено в тренировку.
zh_hans: 已将动作添加到你的训练。

source: Added to Plan
de: Zum Plan hinzugefügt
es: Añadido al plan
fr: Ajouté au plan
it: Aggiunto alla scheda
ja: プランに追加しました
ko: 플랜에 추가됨
pt_br: Adicionado ao plano
ru: Добавлено в план
zh_hans: 已添加到计划

source: Added to Workout
de: Zum Workout hinzugefügt
es: Añadido al entrenamiento
fr: Ajouté à la séance
it: Aggiunto all'allenamento
ja: ワークアウトに追加しました
ko: 운동에 추가됨
pt_br: Adicionado ao treino
ru: Добавлено в тренировку
zh_hans: 已添加到训练

source: Adds a new rotation day.
de: Fügt einen neuen Rotationstag hinzu.
es: Añade un nuevo día de rotación.
fr: Ajoute un nouveau jour de rotation.
it: Aggiunge un nuovo giorno di rotazione.
ja: 新しいローテーション日を追加します。
ko: 새 로테이션 일차를 추가합니다.
pt_br: Adiciona um novo dia de rotação.
ru: Добавляет новый день ротации.
zh_hans: 添加一个新的轮换日。

source: Adds a new set.
de: Fügt einen neuen Satz hinzu.
es: Añade una nueva serie.
fr: Ajoute une nouvelle série.
it: Aggiunge una nuova serie.
ja: 新しいセットを追加します。
ko: 새 세트를 추가합니다.
pt_br: Adiciona uma nova série.
ru: Добавляет новый подход.
zh_hans: 添加一组。

source: Adds an exercise to the workout session or workout plan.
de: Fügt eine Übung zur Workout-Session oder zum Trainingsplan hinzu.
es: Añade un ejercicio a la sesión de entrenamiento o al plan de entrenamiento.
fr: Ajoute un exercice à la séance ou au programme d'entraînement.
it: Aggiunge un esercizio alla sessione di allenamento o alla scheda.
ja: ワークアウトセッションまたはワークアウトプランに種目を追加します。
ko: 운동 세션 또는 운동 플랜에 종목을 추가합니다.
pt_br: Adiciona um exercício à sessão de treino ou ao plano de treino.
ru: Добавляет упражнение в тренировку или план тренировки.
zh_hans: 将一个动作添加到训练或训练计划中。

source: Adds an exercise.
de: Fügt eine Übung hinzu.
es: Añade un ejercicio.
fr: Ajoute un exercice.
it: Aggiunge un esercizio.
ja: 種目を追加します。
ko: 종목을 추가합니다.
pt_br: Adiciona um exercício.
ru: Добавляет упражнение.
zh_hans: 添加一个动作。

source: Adds exercises to the workout session or workout plan.
de: Fügt Übungen zur Workout-Session oder zum Trainingsplan hinzu.
es: Añade ejercicios a la sesión de entrenamiento o al plan de entrenamiento.
fr: Ajoute des exercices à la séance ou au programme d'entraînement.
it: Aggiunge esercizi alla sessione di allenamento o alla scheda.
ja: ワークアウトセッションまたはワークアウトプランに種目を追加します。
ko: 운동 세션 또는 운동 플랜에 종목을 추가합니다.
pt_br: Adiciona exercícios à sessão de treino ou ao plano de treino.
ru: Добавляет упражнения в тренировку или план тренировки.
zh_hans: 将多个动作添加到训练或训练计划中。

source: Adds or replaces a training condition.
de: Fügt eine Trainingsbedingung hinzu oder ersetzt sie.
es: Añade o reemplaza una condición de entrenamiento.
fr: Ajoute ou remplace une condition d'entraînement.
it: Aggiunge o sostituisce una condizione di allenamento.
ja: トレーニングコンディションを追加または置き換えます。
ko: 훈련 상황을 추가하거나 교체합니다.
pt_br: Adiciona ou substitui uma condição de treino.
ru: Добавляет или заменяет статус тренировок.
zh_hans: 添加或替换训练状态。

source: Adds this exercise to your selection.
de: Fügt diese Übung zu deiner Auswahl hinzu.
es: Añade este ejercicio a tu selección.
fr: Ajoute cet exercice à ta sélection.
it: Aggiunge questo esercizio alla tua selezione.
ja: この種目を選択に追加します。
ko: 이 종목을 선택에 추가합니다.
pt_br: Adiciona este exercício à sua seleção.
ru: Добавляет это упражнение к выбранным.
zh_hans: 将这个动作加入你的选择。

source: Adductors
de: Adduktoren
es: Aductores
fr: Adducteurs
it: Adduttori
ja: 内転筋
ko: 내전근
pt_br: Adutores
ru: Приводящие
zh_hans: 内收肌

source: Adjusts the rest timer.
de: Passt den Pausentimer an.
es: Ajusta el temporizador de descanso.
fr: Ajuste le minuteur de repos.
it: Regola il timer di recupero.
ja: 休憩タイマーを調整します。
ko: 휴식 타이머를 조절합니다.
pt_br: Ajusta o cronômetro de descanso.
ru: Настраивает таймер отдыха.
zh_hans: 调整休息计时器。

source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
it: Avanzato
ja: 上級
ko: 고급
pt_br: Avançado
ru: Продвинутый
zh_hans: 高级

source: Advanced muscles
de: Fortgeschrittene Muskeln
es: Músculos avanzados
fr: Muscles avancés
it: Muscoli avanzati
ja: 詳細な部位
ko: 상세 근육
pt_br: Músculos avançados
ru: Детализация мышц
zh_hans: 细分肌肉

source: Affected Muscles
de: Betroffene Muskeln
es: Músculos afectados
fr: Muscles sollicités
it: Muscoli coinvolti
ja: 影響のある部位
ko: 영향받는 근육
pt_br: Músculos afetados
ru: Затронутые мышцы
zh_hans: 受影响的肌肉

source: After you pick an RPE, the app can mark the set complete for you. If Auto Start Rest Timer is on, it also starts the timer. Assume Target RPE When Done fills in the target RPE automatically when you mark a set complete without rating it.
de: Nachdem du eine RPE gewählt hast, kann die App den Satz für dich als abgeschlossen markieren. Wenn „Pausentimer automatisch starten“ aktiv ist, startet auch der Timer. „Ziel-RPE bei Abschluss übernehmen“ trägt die Ziel-RPE automatisch ein, wenn du einen Satz ohne Bewertung als abgeschlossen markierst.
es: Después de elegir un RPE, la app puede marcar la serie como completada por ti. Si „Iniciar temporizador de descanso automáticamente“ está activado, también inicia el temporizador. „Asumir RPE objetivo al terminar“ rellena el RPE objetivo automáticamente cuando marcas una serie como completada sin valorarla.
fr: Après avoir choisi un RPE, l'app peut marquer la série comme terminée pour toi. Si « Démarrer le minuteur de repos automatiquement » est activé, elle lance aussi le minuteur. « Utiliser le RPE cible à la fin » remplit automatiquement le RPE cible lorsque tu marques une série comme terminée sans la noter.
it: Dopo che scegli un RPE, l'app può segnare la serie come completata al posto tuo. Se Avvia automaticamente il timer di recupero è attivo, parte anche il timer. Assumi RPE target al termine inserisce automaticamente l'RPE target quando completi una serie senza valutarla.
ja: RPEを選ぶと、アプリが自動でセットを完了にできます。「休憩タイマーを自動開始」がオンの場合は、タイマーも開始します。「完了時に目標RPEを適用」をオンにすると、評価せずにセットを完了にしたときに目標RPEが自動で入力されます。
ko: RPE를 선택하면 앱이 세트를 자동으로 완료 처리할 수 있어요. 휴식 타이머 자동 시작이 켜져 있으면 타이머도 함께 시작돼요. 완료 시 목표 RPE 적용을 켜면 RPE를 매기지 않고 세트를 완료할 때 목표 RPE가 자동으로 입력돼요.
pt_br: Depois de escolher um RPE, o app pode marcar a série como concluída por você. Se „Iniciar cronômetro de descanso automaticamente“ estiver ativado, ele também inicia o cronômetro. „Assumir RPE alvo ao concluir“ preenche o RPE alvo automaticamente quando você marca uma série como concluída sem avaliá-la.
ru: После выбора RPE приложение может само отметить подход выполненным. Если включён автозапуск таймера отдыха, таймер тоже запустится. «Подставлять целевой RPE» автоматически заполняет целевой RPE, когда подход отмечен выполненным без оценки.
zh_hans: 选择 RPE 后，应用可以自动帮你把这一组标记为完成。如果开启了“自动启动休息计时器”，还会同时启动计时器。开启“完成时套用目标 RPE”后，当你未评分就标记完成时，会自动填入目标 RPE。

source: After you pick an RPE, the app can mark the set complete for you. If Auto Start Rest Timer is on, it will also start the timer. Assume Target RPE When Done fills in the target RPE automatically when you mark a set complete without rating it.
de: Nachdem du eine RPE gewählt hast, kann die App den Satz für dich als abgeschlossen markieren. Wenn „Pausentimer automatisch starten“ aktiv ist, startet auch der Timer. „Ziel-RPE bei Abschluss übernehmen“ trägt die Ziel-RPE automatisch ein, wenn du einen Satz ohne Bewertung als abgeschlossen markierst.
es: Después de elegir un RPE, la app puede marcar la serie como completada por ti. Si „Iniciar temporizador de descanso automáticamente“ está activado, también inicia el temporizador. „Asumir RPE objetivo al terminar“ rellena el RPE objetivo automáticamente cuando marcas una serie como completada sin valorarla.
fr: Après avoir choisi un RPE, l'app peut marquer la série comme terminée pour toi. Si « Démarrer le minuteur de repos automatiquement » est activé, elle lance aussi le minuteur. « Utiliser le RPE cible à la fin » remplit automatiquement le RPE cible lorsque tu marques une série comme terminée sans la noter.
it: Dopo che scegli un RPE, l'app può segnare la serie come completata al posto tuo. Se Avvia automaticamente il timer di recupero è attivo, farà partire anche il timer. Assumi RPE target al termine inserisce automaticamente l'RPE target quando completi una serie senza valutarla.
ja: RPEを選ぶと、アプリが自動でセットを完了にできます。「休憩タイマーを自動開始」がオンの場合は、タイマーも開始します。「完了時に目標RPEを適用」をオンにすると、評価せずにセットを完了にしたときに目標RPEが自動で入力されます。
ko: RPE를 선택하면 앱이 세트를 자동으로 완료 처리할 수 있어요. 휴식 타이머 자동 시작이 켜져 있으면 타이머도 함께 시작돼요. 완료 시 목표 RPE 적용을 켜면 RPE를 매기지 않고 세트를 완료할 때 목표 RPE가 자동으로 입력돼요.
pt_br: Depois de escolher um RPE, o app pode marcar a série como concluída por você. Se „Iniciar cronômetro de descanso automaticamente“ estiver ativado, ele também inicia o cronômetro. „Assumir RPE alvo ao concluir“ preenche o RPE alvo automaticamente quando você marca uma série como concluída sem avaliá-la.
ru: После выбора RPE приложение может само отметить подход выполненным. Если включён автозапуск таймера отдыха, он тоже запустит таймер. «Подставлять целевой RPE» автоматически заполняет целевой RPE, когда подход отмечен выполненным без оценки.
zh_hans: 选择 RPE 后，应用可以自动帮你把这一组标记为完成。如果开启了“自动启动休息计时器”，也会同时启动计时器。开启“完成时套用目标 RPE”后，当你未评分就标记完成时，会自动填入目标 RPE。

source: Ahead of Schedule
de: Dem Zeitplan voraus
es: Por delante del calendario
fr: En avance sur le programme
it: In anticipo
ja: 予定より進んでいます
ko: 일정보다 빠름
pt_br: Adiantado no cronograma
ru: С опережением
zh_hans: 进度超前

source: AI Exercise Replacement
de: KI-Übungsersatz
es: Reemplazo de ejercicios con IA
fr: Remplacement d'exercice par IA
it: Sostituzione esercizi con AI
ja: AI種目置き換え
ko: AI 종목 교체
pt_br: Substituição de exercício por IA
ru: AI-замена упражнений
zh_hans: AI 动作替换

source: AI Plan Generation
de: KI-Plangenerierung
es: Generación de planes con IA
fr: Génération de plan par IA
it: Generazione schede con AI
ja: AIプラン生成
ko: AI 플랜 생성
pt_br: Geração de plano por IA
ru: AI-генерация планов
zh_hans: AI 计划生成

source: AI plan ready
de: KI-Plan bereit
es: Plan de IA listo
fr: Plan IA prêt
it: Scheda AI pronta
ja: AIプランの準備完了
ko: AI 플랜 준비 완료
pt_br: Plano de IA pronto
ru: AI-план готов
zh_hans: AI 计划已就绪

source: AI suggestions
de: KI-Vorschläge
es: Sugerencias de IA
fr: Suggestions IA
it: Suggerimenti AI
ja: AI提案
ko: AI 제안
pt_br: Sugestões de IA
ru: AI-рекомендации
zh_hans: AI 建议

source: AI Suggestions
de: KI-Vorschläge
es: Sugerencias de IA
fr: Suggestions IA
it: Suggerimenti AI
ja: AI提案
ko: AI 제안
pt_br: Sugestões de IA
ru: AI-рекомендации
zh_hans: AI 建议

source: AI Workout Plan
de: KI-Trainingsplan
es: Plan de entrenamiento con IA
fr: Programme d'entraînement IA
it: Scheda di allenamento AI
ja: AIワークアウトプラン
ko: AI 운동 플랜
pt_br: Plano de treino com IA
ru: AI-план тренировки
zh_hans: AI 训练计划

source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
ko: 전체
pt_br: Todos
ru: Все
zh_hans: 全部

source: All Out
de: Volle Power
es: A tope
fr: À fond
it: Massimo sforzo
ja: 全力
ko: 전력
pt_br: Máximo esforço
ru: На максимум
zh_hans: 全力

source: All sets complete
de: Alle Sätze abgeschlossen
es: Todas las series completadas
fr: Toutes les séries terminées
it: Tutte le serie completate
ja: すべてのセットが完了
ko: 모든 세트 완료
pt_br: Todas as séries concluídas
ru: Все подходы выполнены
zh_hans: 所有组已完成

source: All Splits
de: Alle Splits
es: Todos los splits
fr: Tous les splits
it: Tutti gli split
ja: すべてのスプリット
ko: 모든 스플릿
pt_br: Todos os splits
ru: Все сплиты
zh_hans: 全部分化

source: All Weight Entries
de: Alle Gewichtseinträge
es: Todos los registros de peso
fr: Toutes les entrées de poids
it: Tutte le voci di peso
ja: すべての体重の記録
ko: 모든 체중 기록
pt_br: Todos os registros de peso
ru: Все записи веса
zh_hans: 全部体重记录

source: Allow 0:00
de: 0:00 zulassen
es: Permitir 0:00
fr: Autoriser 0:00
it: Consenti 0:00
ja: 0:00を許可
ko: 0:00 허용
pt_br: Permitir 0:00
ru: Разрешить 0:00
zh_hans: 允许 0:00

source: Allowed
de: Erlaubt
es: Permitido
fr: Autorisé
it: Consentito
ja: 許可済み
ko: 허용됨
pt_br: Permitido
ru: Разрешено
zh_hans: 已允许

source: Allowed Quietly
de: Lautlos erlaubt
es: Permitido en silencio
fr: Autorisé en silence
it: Consentito in silenzio
ja: 静かに配信
ko: 조용히 허용됨
pt_br: Permitido silenciosamente
ru: Разрешено без звука
zh_hans: 安静传送

source: Alphabetical
de: Alphabetisch
es: Alfabético
fr: Alphabétique
it: Alfabetico
ja: 名前順
ko: 가나다순
pt_br: Alfabético
ru: По алфавиту
zh_hans: 按字母排序

source: Alternate between upper and lower body
de: Wechsle zwischen Ober- und Unterkörper
es: Alterna entre tren superior e inferior
fr: Alternez entre le haut et le bas du corps
it: Alterna parte alta e parte bassa del corpo
ja: 上半身と下半身を交互に行う
ko: 상체와 하체를 번갈아 훈련
pt_br: Alterne entre parte superior e inferior do corpo
ru: Чередование верха и низа тела
zh_hans: 上肢与下肢交替训练

source: Alternate biceps and triceps for a pump-heavy arm day.
de: Wechsle zwischen Bizeps und Trizeps für einen pumpintensiven Armtag.
es: Alterna bíceps y tríceps para un día de brazos cargado de bombeo.
fr: Alternez biceps et triceps pour un jour de bras axé sur la congestion.
it: Alterna bicipiti e tricipiti per un giorno di braccia tutto pump.
ja: 上腕二頭筋と三頭筋を交互に行う、パンプ重視の腕の日。
ko: 이두근과 삼두근을 번갈아 하는 펌핑 위주의 팔 운동이에요.
pt_br: Alterne bíceps e tríceps para um dia de braços focado em pump.
ru: Чередуйте бицепс и трицепс для дня рук с сильным пампом.
zh_hans: 肱二头肌与肱三头肌交替，打造充血感十足的手臂日。

source: An active workout was started from one of these workout plans. Deleting them will turn that live workout into a standalone workout and clear copied plan targets.
de: Ein aktives Workout wurde aus einem dieser Trainingspläne gestartet. Wenn du sie löschst, wird dieses laufende Workout zu einem eigenständigen Workout und kopierte Planziele werden entfernt.
es: Se inició un entrenamiento activo desde uno de estos planes de entrenamiento. Si los eliminas, ese entrenamiento en curso se convertirá en un entrenamiento independiente y se borrarán los objetivos copiados del plan.
fr: Une séance active a été lancée depuis l'un de ces programmes d'entraînement. Si tu les supprimes, cette séance en cours deviendra une séance autonome et les objectifs copiés du programme seront effacés.
it: Un allenamento attivo è stato avviato da una di queste schede. Eliminandole, quell'allenamento diventerà autonomo e i target copiati dalla scheda verranno cancellati.
ja: これらのワークアウトプランのいずれかから、実行中のワークアウトが開始されています。削除すると、そのワークアウトは単独のワークアウトになり、コピーされたプランの目標値は消去されます。
ko: 이 운동 플랜 중 하나에서 시작한 운동이 진행 중이에요. 삭제하면 그 운동은 단독 운동으로 바뀌고 복사된 플랜 목표가 사라져요.
pt_br: Um treino ativo foi iniciado a partir de um destes planos de treino. Se você excluí-los, esse treino em andamento se tornará um treino independente e as metas copiadas do plano serão apagadas.
ru: По одному из этих планов уже идёт тренировка. После удаления она станет самостоятельной тренировкой, а скопированные цели плана будут сброшены.
zh_hans: 其中一个训练计划已开始了进行中的训练。删除后，该训练会变成独立训练，并清除已复制的计划目标。
